// homeText.js
export const homeText = {
  animatedText: "השותפים שלך לעסקאות נדל\"ן מוצלחות",
 
  buySection: {
    title: "רכישת נכסים",
    description: "אנו מסייעים לך למצוא את הנכס המושלם, תוך התחשבות בצרכים ובתקציב שלך, ומלווים אותך בכל שלבי התהליך.",
    progressText: "50%",
    progressNote: "זה להגיע אלינו",
    buttonText: "לקניית נכס",
  },
  sellSection: {
    title: "מכירת נכסים",
    description: "אנו מציעים אסטרטגיות שיווק מתקדמות, כולל צילום מקצועי, סיורים וירטואליים ושיווק דיגיטלי ממוקד, כדי להבטיח שהנכס שלך יגיע לקונים הפוטנציאליים המתאימים ביותר.",
    buttonText: "למכירת נכס",
  },
  mortgageSection: {
    title: "ייעוץ משכנתאות",
    description: "אנו מספקים ייעוץ מקצועי בתחום המשכנתאות, כדי להבטיח שתנאי המימון יהיו המתאימים והמשתלמים ביותר עבורך.",
    buttonText: "לייעוץ משכנתאות",
  },
  meetUsSection: {
    title: "Come Meet the Team",
    description: "תגיעו לפגוש את הצוות, כדי שתדעו שאתם בידיים בטוחות.",
    buttonText: "לפגוש את הצוות",
  },
  joinUsSection: {
    title: "הצטרפות לצוות המומחים שלנו",
    description: "אם אתה סוכן נדל\"ן שאפתן המחפש להצטרף לחברה בינלאומית עם הזדמנויות צמיחה והתפתחות, נשמח לשמוע ממך.",
    buttonText: "להצטרפות",
  },
  qrSection: {
    title: "תעקבו אחרינו, לחצו לפלטפורמה המועדפת",
  },
};